Repository: nagarajan010/jamakol-desktop-app
Catalog: Resources/Strings.*.resx
Languages: ta

# AppTitle
source: Jamakol Astrology - Vedic Birth Chart Calculator
ta: ஜமகோல் ஜோதிடம் - வேத ஜாதக கணக்கி

# TabBirthChart
source: Birth Chart
ta: ஜாதகம்

# TabJamakol
source: Jamakol
ta: ஜமகோல்

# BtnExport
source: 📤 Export
ta: 📤 ஏற்றுமதி

# BtnImport
source: 📥 Import
ta: 📥 இறக்குமதி

# BtnSettings
source: ⚙ Settings
ta: ⚙ அமைப்புகள்

# TabJamaGrahaPositions
source: Jama Graha Positions
ta: ஜாம கிரக நிலைகள்

# TabPlanetaryPositions
source: Planetary Positions
ta: கிரக நிலைகள்

# TabChakras
source: Chakras
ta: சக்கரங்கள்

# TabBasic
source: Basic
ta: அடிப்படை

# TabDashas
source: Dashas
ta: தசைகள்

# TabAshtakavarga
source: Ashtakavarga
ta: அஷ்டகவர்க்கம்

# TabKP
source: KP
ta: கே.பி.

# TabAmshaDevata
source: Amsha Devata
ta: அம்ச தேவதை

# TabHouses
source: Houses
ta: பாவங்கள்

# LabelName
source: Name:
ta: பெயர்:

# LabelYear
source: Year:
ta: ஆண்டு:

# LabelDate
source: Date:
ta: தேதி:

# LabelTime
source: Time:
ta: நேரம்:

# LabelLocation
source: Location:
ta: இடம்:

# LabelPlace
source: Place:
ta: இடம்:

# LabelAltitude
source: Altitude:
ta: உயரம்:

# LabelTimeZone
source: Time Zone:
ta: நேர மண்டலம்:

# LabelLunarYearMonth
source: Lunar Yr-Mo:
ta: தமிழ் வருடம்-மாதம்:

# LabelTithi
source: Tithi:
ta: திதி:

# LabelVedicWeekday
source: Vedic Weekday:
ta: கிழமை:

# LabelNakshatra
source: Nakshatra:
ta: நட்சத்திரம்:

# LabelYoga
source: Yoga:
ta: யோகம்:

# LabelKarana
source: Karana:
ta: கரணம்:

# LabelHoraLord
source: Hora Lord:
ta: ஹோரை அதிபதி:

# LabelMahakalaHora
source: Mahakala Hora:
ta: மகாகால ஹோரை:

# LabelKaalaLord
source: Kaala Lord:
ta: கால அதிபதி:

# LabelSunrise
source: Sunrise:
ta: சூரிய உதயம்:

# LabelSunset
source: Sunset:
ta: சூரிய அஸ்தமனம்:

# LabelJanmaGhatis
source: Janma Ghatis:
ta: ஜன்ம நாழிகை:

# LabelAyanamsa
source: Ayanamsa:
ta: அயனாம்சம்:

# LabelSiderealTime
source: Sidereal Time:
ta: சைடீரியல் நேரம்:

# LabelLat
source: Lat:
ta: அட்சரேகை:

# LabelLong
source: Long:
ta: தீர்கரேகை:

# LabelTZ
source: TZ:
ta: நேர மண்டலம்:

# BtnNow
source: Now
ta: இப்போது

# BtnStart
source: Start
ta: தொடங்கு

# BtnStop
source: Stop
ta: நிறுத்து

# BtnCalculate
source: Calculate
ta: கணக்கிடு

# BtnSave
source: 💾 Save
ta: 💾 சேமி

# BtnSavedCharts
source: 📋 Saved Charts
ta: 📋 சேமித்த ஜாதகங்கள்

# BtnCancel
source: Cancel
ta: ரத்து

# ChkHideDegrees
source: Hide Degrees
ta: பாகைகளை மறை

# SettingsTitle
source: Settings
ta: அமைப்புகள்

# LabelAyanamsha
source: Ayanamsha:
ta: அயனாம்சம்:

# LabelSunriseMode
source: Sunrise Mode:
ta: சூரிய உதயம்:

# LabelDefCity
source: Def. City:
ta: இயல்பு நகரம்:

# LabelDefLatitude
source: Def. Latitude:
ta: இயல்பு அட்சரேகை:

# LabelDefLongitude
source: Def. Longitude:
ta: இயல்பு தீர்கரேகை:

# LabelDefTimezone
source: Def. Timezone:
ta: இயல்பு நேர மண்டலம்:

# LabelChartFontSize
source: Chart Font Size:
ta: ஜாதகம் எழுத்து அளவு:

# LabelJamaGrahaFont
source: Jama Graha Font:
ta: ஜம கிரக எழுத்து:

# LabelTableFontSize
source: Table Font Size:
ta: அட்டவணை எழுத்து:

# LabelInputFontSize
source: Input Font Size:
ta: உள்ளீடு எழுத்து:

# LabelDefaultTab
source: Default Tab:
ta: இயல்பு தாவல்:

# LabelFixedSignBoxes
source: Fixed Signs (Jamakol):
ta: ஸ்திர ராசி (ஜமகோல்):

# ChkShowInFixedPositions
source: Use Fixed Signs
ta: ஸ்திர ராசிகளை பயன்படுத்து

# LabelLanguage
source: Language:
ta: மொழி:

# SettingsInfoText
source: Sunrise/sunset times are calculated automatically based on location and date.
ta: சூரிய உதய/அஸ்தமன நேரங்கள் இடம் மற்றும் தேதியின் அடிப்படையில் தானாக கணக்கிடப்படும்.

# SunriseCenterTrue
source: Center True
ta: மையம் உண்மை

# SunriseTipTrue
source: Tip True
ta: நுனி உண்மை

# SunriseTipApparent
source: Tip Apparent (Default)
ta: நுனி தோற்ற (இயல்பு)

# SunriseCenterApparent
source: Center Apparent
ta: மையம் தோற்ற

# TooltipSearchCity
source: Search City
ta: நகரத்தை தேடு

# TooltipExport
source: Export saved charts to file
ta: சேமித்த ஜாதகங்களை ஏற்றுமதி செய்

# TooltipImport
source: Import charts from file
ta: ஜாதகங்களை இறக்குமதி செய்

# TooltipYear
source: Year (use negative for BC, e.g. -3227 = 3228 BCE)
ta: ஆண்டு (கி.மு. க்கு எதிர்மறை பயன்படுத்தவும், எ.கா. -3227 = 3228 கி.மு.)

# TooltipMonth
source: Month (1-12)
ta: மாதம் (1-12)

# TooltipDay
source: Day (1-31)
ta: நாள் (1-31)

# PanchangaTitle
source: Panchanga Details
ta: பஞ்சாங்க விவரங்கள்

# LabelVara
source: Vara:
ta: வாரம்:

# LabelRasi
source: Rasi:
ta: ராசி:

# LabelHora
source: Hora:
ta: ஹோரை:

# LabelKalaHora
source: Kala Hora:
ta: கால ஹோரை:

# PrasannaTitle
source: Prasanna Special Details
ta: பிரச்னை சிறப்பு விவரங்கள்

# LabelChartName
source: Chart Name
ta: ஜாதகத்தின் பெயர்

# LabelDateTimeBc
source: Date / Time (Year can be negative for BC)
ta: தேதி / நேரம் (கி.மு. க்கு எதிர்மறை ஆண்டு)

# LabelLocationLatLongTz
source: Location (Lat / Long / TZ)
ta: இடம் (அட்சரேகை / தீர்கரேகை / நேர மண்டலம்)

# BtnSearchPlace
source: 🔍 Search Place...
ta: 🔍 இடத்தை தேடு...

# LabelResult
source: Result
ta: முடிவு

# ResultPending
source: Pending
ta: நிலுவை

# ResultSuccess
source: Success
ta: வெற்றி

# ResultFailure
source: Failure
ta: தோல்வி

# LabelCategory
source: Category
ta: வகை

# LabelTags
source: Tags
ta: குறிச்சொற்கள்

# BtnManage
source: Manage...
ta: நிர்வகி...

# LabelPredictionNotes
source: Prediction / Notes
ta: கணிப்பு / குறிப்புகள்

# BtnSaveUpdate
source: Save / Update
ta: சேமி / புதுப்பி

# HeaderSavedCharts
source: 📋 Your Saved Charts
ta: 📋 உங்கள் சேமித்த ஜாதகங்கள்

# BtnLoadChart
source: 📤 Load Chart
ta: 📤 ஜாதகத்தை காட்டு

# BtnEdit
source: ✏️ Edit
ta: ✏️ திருத்து

# BtnDelete
source: 🗑️ Delete
ta: 🗑️ நீக்கு

# BtnClose
source: Close
ta: வெளியேறு

# BtnSearchText
source: Search
ta: தேடு

# BtnSelect
source: Select
ta: தேர்வு

# DialogSaveChart
source: Save Chart
ta: ஜாதகத்தை சேமி

# DialogSavedCharts
source: Saved Charts
ta: சேமித்த ஜாதகங்கள்

# DialogPlaceSearch
source: Search Place
ta: இடத்தை தேடு

# DialogChartDetails
source: Chart Details
ta: ஜாதகத்தின் விவரங்கள்

# TitleSavedBirthCharts
source: Saved Birth Charts
ta: சேமித்த ஜாதகங்கள்

# TitleSavedJamakolCharts
source: Saved Jamakol Charts
ta: சேமித்த ஜமகோல் ஜாதகங்கள்

# HeaderName
source: Name
ta: பெயர்

# HeaderDateTime
source: Date/Time
ta: தேதி/நேரம்

# HeaderResult
source: Result
ta: முடிவு

# HeaderCategory
source: Category
ta: வகை

# HeaderPrediction
source: Prediction
ta: கணிப்பு

# LabelChartNameIcon
source: 📊 Chart Name
ta: 📊 ஜாதகத்தின் பெயர்

source: Planetary Positions
ta: கிரக நிலைகள்

source: Natal Chart Details
ta: ஜாதக விவரங்கள்

# LabelPlanetTowardsUdhayam
source: Planet Towards Udhayam
ta: உதயத்தை நோக்கி செல்லும் கிரகம்

# LabelUdhayamLordBhava
source: Udhayam Lord & Bhava
ta: உதய அதிபதி & பாவம்

# LabelArudamBhava
source: Arudam Bhava
ta: ஆருட பாவம்

# LabelPlanetTowardsArudam
source: Planet towards Arudam
ta: ஆருடத்தை நோக்கி செல்லும் கிரகம்

# LabelPlanetTowardsKavippu
source: Planet towards Kavippu
ta: கவிப்பை நோக்கி செல்லும் கிரகம்

# LabelBhavaInKavippu
source: Bhava in Kavippu
ta: கவிப்பில் உள்ள பாவம்

# LabelExaltedPlanets
source: Exalted Planets
ta: உச்ச கிரகங்கள்

# LabelDebilitatedPlanets
source: Debilitated Planets
ta: நீச்ச கிரகங்கள்

# LabelParivarthanaPlanets
source: Parivarthana Planets
ta: பரிவர்த்தனை கிரகங்கள்

# LabelPlanetTowardsEmakandam
source: Planet → Emakandam (ħ)
ta: எமகண்டத்தை நோக்கி செல்லும் கிரகம்

# LabelPlanetInRahuTime
source: Planet → Rahu Time
ta: ராகு காலத்தில் உள்ள கிரகம்

# LabelPlanetTowardsMrithyu
source: Planet → Mrithyu (8th)
ta: மிருத்யுவை நோக்கி செல்லும் கிரகம்

# LabelNazhikai
source: Nazhikai:
ta: நாழிகை:

source: No content available
ta: உள்ளடக்கம் இல்லை

source: Currently Running
ta: தற்போது நடைபெறும்

# LabelLevels
source: Levels:
ta: நிலைகள்:

# MenuShowBAVGrid
source: Show BAVs and SAV (Grid View)
ta: BAV மற்றும் SAV காட்டு (கட்டம் பார்வை)

# MenuShowTableView
source: Show Table View
ta: அட்டவணை பார்வை காட்டு

# MenuShowPindas
source: Show Sodhya Pindas
ta: சோத்ய பிண்டங்கள் காட்டு

# LabelCurrentVarga
source: Current Varga:
ta: தற்போதைய வர்க்கம்:

# HintRightClick
source: (Right-click table to change)
ta: (மாற்ற வலது கிளிக் செய்யவும்)

# MsgChartSaved
source: Chart saved successfully!
ta: ஜாதகம் வெற்றிகரமாக சேமிக்கப்பட்டது!

# MsgSettingsSaved
source: Settings saved. Please restart the application for language changes to take effect.
ta: அமைப்புகள் சேமிக்கப்பட்டன. மொழி மாற்றங்கள் நடைமுறைக்கு வர பயன்பாட்டை மீண்டும் தொடங்கவும்.

# MsgConfirmDelete
source: Are you sure you want to delete this chart?
ta: இந்த ஜாதகத்தை நிச்சயமாக நீக்க விரும்புகிறீர்களா?

# MsgExportSuccess
source: Charts exported successfully!
ta: ஜாதகங்கள் வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டன!

# MsgImportSuccess
source: Charts imported successfully!
ta: ஜாதகங்கள் வெற்றிகரமாக இறக்குமதி செய்யப்பட்டன!

# MsgNoChartsFound
source: No saved charts found.
ta: சேமித்த ஜாதகங்கள் எதுவும் இல்லை.

# HeaderPlanet
source: Planet
ta: கிரகம்

# HeaderSign
source: Sign
ta: ராசி

# HeaderDegree
source: Degree
ta: பாகை

# HeaderHouse
source: House
ta: பாவம்

# HeaderNakshatraLord
source: Nakshatra Lord
ta: நட்சத்திர அதிபதி

# HeaderNakshatra
source: Nakshatra
ta: நட்சத்திரம்

# HeaderPada
source: Pada
ta: பாதம்

# HeaderKaraka
source: Karaka
ta: காரகன்

# HeaderGati
source: Gati
ta: கதி

# HeaderR
source: R
ta: வ

# HeaderC
source: C
ta: அ

# HeaderSpeed
source: Speed
ta: வேகம்

# HeaderRetrograde
source: R
ta: வ
